<?php

return array (
  'required' => 'هذا الحقل مطلوب.',
  'email' => 'يرجى إدخال بريد إلكتروني صالح.',
  'min' => 
  array (
    'string' => 'يجب أن يحتوي هذا الحقل على :min أحرف على الأقل.',
  ),
  'max' => 
  array (
    'string' => 'لا يمكن أن يحتوي هذا الحقل على أكثر من :max أحرف.',
  ),
  'confirmed' => 'التأكيد غير متطابق.',
  'unique' => 'هذه القيمة مستخدمة بالفعل.',
  'exists' => 'الاختيار غير صالح.',
  'password' => 'كلمة المرور غير صحيحة.',
  'throttle' => 'عدد كبير جدًا من المحاولات. يرجى المحاولة مرة أخرى بعد :seconds ثانية.',
);
