<?php

return array (
  'required' => 'Это поле обязательно.',
  'email' => 'Пожалуйста, введите корректный адрес электронной почты.',
  'min' => 
  array (
    'string' => 'Это поле должно содержать не менее :min символов.',
  ),
  'max' => 
  array (
    'string' => 'Это поле не может быть длиннее :max символов.',
  ),
  'confirmed' => 'Подтверждение не совпадает.',
  'unique' => 'Это значение уже используется.',
  'exists' => 'Выбранное значение недействительно.',
  'password' => 'Пароль неверен.',
  'throttle' => 'Слишком много попыток. Пожалуйста, попробуйте через :seconds секунд.',
);
